tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "remotemobprogramming/brew"
brew "git"
brew "mas"
brew "remotemobprogramming/brew/mob"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "fl-studio"
cask "github"
cask "intellij-idea"
cask "qlab"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vnc-viewer"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "DaVinci Resolve", id: 571213070
mas "GeoGebra Graphing Calculator", id: 1294018688
mas "Hush", id: 1544743900
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SponsorBlock for YouTube - Skip Sponsorships", id: 1573461917